<?php
/**
 * Greek language file
 *
 * @package Language
 * @author  Constantinos Neophytou <jaguarcy@gmail.com>
 * 
 * @version $Id: el.php,v 1.10 2013/03/16 10:10:07 andig2 Exp $
 */

$lang['encoding']            = "iso-8859-7";

$lang['audiocodec']          = "Κωδικοποίηση ήχου";
$lang['borrowto']            = "Δάνεισε σε";
$lang['cast']                = "Διανομή Ρόλων";
$lang['country']             = "Χώρα";
$lang['coverurl']            = "URL εξώφυλλου";
$lang['dimension']           = "Διαστάσεις";
$lang['director']            = "Σκηνοθέτης";
$lang['diskid']              = "ID δίσκου";
$lang['filedate']            = "Ημερομηνία αρχείου";
$lang['filename']            = "Όνομα αρχείου";
$lang['filesize']            = "Μέγεθος αρχείου";
$lang['genre']               = "Γένος";
$lang['genres']              = "Γένη";
$lang['keywords']            = "Λέξεις κλειδιά";
$lang['language']            = "Γλώσσα";
$lang['length']              = "Διάρκεια";
$lang['less']                = "less";//$lang['less']                = "λιγότερα";
$lang['more']                = "more";//$lang['more']                = "περισσότερα";
$lang['plot']                = "Πλοκή";
$lang['runtime']             = "Διάρκεια";
$lang['subtitle']            = "Υπότιτλος";
$lang['title']               = "Τίτλος";
$lang['tvepisode']           = "Επισόδειο Τηλεόρασης";
$lang['seen']                = "Το είδα";
$lang['videocodec']          = "Κωδικοποίηση εικόνας";
$lang['year']                = "Χρόνος";
$lang['yes']                 = "Ναι";
$lang['comment']             = "Σχόλιο";
$lang['mediatype']           = "Τύπος αρχείου";
$lang['save']                = "Αποθήκευση";
$lang['back']                = "Πίσω";
$lang['coverupload']         = "Ανέβασμα Εξώφυλλου";
$lang['visit']               = "Επισκευθείτε";
$lang['date']                = "Ημερομηνία";
$lang['fetchtime']           = "Χρόνος Φόρτωσης";
$lang['cachesize']           = "Μέγεθος cache";
$lang['cacheexpired']        = "Ληγμένο";
$lang['cachecleanup']        = "Καθαρισμός";
$lang['cacheempty']          = "Αδειασε Cache";
$lang['okay']                = "Εντάξει";
$lang['asactor']            = "ως";
$lang['displayed']           = "παρουσιάζονται";
$lang['add_another']          = "Πρόσθεσε ακόμα ένα";
$lang['action']              = 'Action';

#
# Multiuser
#

$lang['enterusername']       = "Παρακαλώ εισάγετε το όνομα χρήστη και τον κωδικό σας για να συνεχίσετε";
$lang['stayloggedin']        = "Παραμείνετε συνδεδεμένοι σε αυτό τον υπολογιστή";
$lang['login']               = "σύνδεση";
$lang['logout']              = "αποσύνδεση";
$lang['owner']               = "Ιδιοκτήτης";
$lang['loggedinas']          = "Είστε συνδεδεμένοι ως";

$lang['username']            = "Όνομα χρήστη";
$lang['password']            = "Κωδικός";
$lang['permissions']         = "Αδειες";
$lang['perm_admin']          = "Διαχείρηση";
$lang['perm_readall']        = "Βλέπει Όλα";
$lang['perm_writeall']       = "Αλλάζει ταινίες άλλων";
$lang['perm_write']          = "Αλλάζει δικές του ταινίες";
$lang['perm_adult']          = "Να βλέπει τις ταινίες ενηλήκων";
$lang['write']               = "Αλλάζει Ταινίες";
$lang['read']                = "Βλέπει Ταινίες";
$lang['update']              = "ενημέρωση";
$lang['create']              = "δημιουργία";
$lang['existingusers']       = "Υπάρχων Χρήστες";
$lang['permforuser']         = "’δειες για Χρήστη";
$lang['createuser']          = "Δημιουργία νέου Χρήστη";
$lang['email']               = "Ηλεκτρονική Διεύθυνση";
$lang['borrowask']           = "Ζήτησε να δανειστείς";

$lang['msg_usercreated']     = "Δημιουργήθηκε από χρήστη";
$lang['msg_permpassupd']     = "Αδειες και κωδικός ενημερώθηκαν";
$lang['msg_permupd']         = "Αδειες ενημερώθηκαη";
$lang['msg_userdel']         = "Χρήστης σβήστηκε";
$lang['msg_loggedoff']       = "Έχετε αποσυνδεθεί";
$lang['msg_invalidchar']     = "Ακυροι χαρακτήρες στο όνομα χρήστη";
$lang['msg_loginfailed']     = "Σύνδεση Απότυχε";
$lang['msg_borrowasksubject']= "[VideoDB] Αίτηση δανεισμού %title%";
$lang['msg_borrowaskmail']   = "Χρήστης %user% (%usermail%) ζήτησε να δανειστεί την ταινία \"%title%\" (DiskID %diskid%) από σένα.\n\nURL βίντεο: %url%\n\n\n\n-- \nΣτάληκε από το VideoDB";
$lang['msg_borrowaskok']     = "Η αίτηση σας έχει σταλεί στον ιδιοκτήτη της ταινίας. Αναμείνετε απάντηση σύντομα.";
$lang['msg_borrowaskfail']   = "Η αποστολή της αίτησης σας έχει αποτύχει για κάποιο λόγο. Προσπαθείστε να επικοινωνείσετε με τον ιδιοκτήτη της ταινίας προσωπικώς.";

#
# Phrases
#

$lang['available']           = "είναι διαθέσιμο.";
$lang['deleted']             = "το βίντεο έχει διαγραφεί.";
$lang['genre_desc']          = "Περιορίστε τα γένη (με OR μεταξύ τους)";
$lang['keywords_desc']       = "Οι λέξεις κλειδιά αναζητούνται σε όλες τις επιλογές. Μπορείτε να χρησιμοποιήσετε AND, NOT και OR στην έρευνα σας.";
$lang['lentto']              = "είναι δανεισμένο στον/στη";
$lang['listallfiles']        = "όλα τα αρχεία";
$lang['look_imdb']           = "βρες τα δεδομένα που λείπουν απο το IMDB";
$lang['really_del']          = "Σίγουρα να διαγραφεί";
$lang['returned']            = "Επιστράφηκε";
$lang['notavail']            = "<span class=\"notavail\">ΜΗ ΔΙΑΘΕΣΙΜΟ</span><br />δανείστηκε στον/στην";
$lang['curlent']             = "Επί του παρόντος δανεισμένα:";
$lang['curlentfrom']         = "Επί του παρόντος δανεισμένα απο ιδιοκτήτη";
$lang['fieldselect']         = "επιλογές αναζήτησης";
$lang['selectall']           = "Επιλογή όλων";

#
# Menu
#

$lang['browse']              = "αναζήτηση";
$lang['borrow']              = "δανεισμός";
$lang['delete']              = "διαγ.";
$lang['edit']                = "αλλ.";
$lang['perm']                = "άδειες";
$lang['copy']                = "αντιγραφή";
$lang['n_e_w']               = "νέο";
$lang['random']              = "τυχαίο";
$lang['search']              = "έρευνα";
$lang['statistics']          = "στατιστικές";
$lang['view']                = "Λεπτομέρειες";
$lang['setup']               = "ρύθμιση";
$lang['tools']               = "εργαλεία";
$lang['contrib']             = "εργαλεία";
$lang['imdbbrowser']         = "IMDB Online";
$lang['help']                = "βοήθεια";
$lang['profile']             = "προφίλ";

#
# Radio-Buttons
#

$lang['radio_all']           = "ολα";
$lang['radio_new']           = "νέα";
$lang['radio_showtv']        = "Επισόδια τηλ.";
$lang['radio_unseen']        = "που δεν τα είδα";
$lang['radio_wanted']        = "θέλω";

$lang['radio_look_ignore']   = "αγνόησε";
$lang['radio_look_lookup']   = "πρόσθεσε εκλείποντα";
$lang['radio_look_overwrite']= "αντικατάσταση";
$lang['radio_look_caption']  = "Αναζήτηση Δεδομένων";

#
# Statistics
#

$lang['averagefilesize']     = "Μέσο μέγεθος αρχείου";
$lang['averageruntime']      = "Μέσος χρόνος διάρκειας";
$lang['languages']           = "Γλώσσες";
$lang['multiple']            = "<small>(πολλαπλά γένη<br />για κάθε ταινία είναι δυνατά)</small>";
$lang['numberdisks']         = "αριθμός δίσκων";
$lang['totalfiles']          = "Ολικός αριθμός αρχείων";
$lang['totalruntime']        = "Ολικός χρόνος διάρκειας";
$lang['totalseen']           = "Ολικός χρόνος παρακολούθησης";
$lang['totalsize']           = "Ολικό μέγεθος";
$lang['tv_episodes']         = "Επισόδεια τηλεόρασης";
$lang['videobygen']          = "Ταινίες ανα γένος";
$lang['videobyvcodec']       = "Κωδικοποιητές ταινιών";
$lang['videobymedia']        = "Τύπος αρχείου";

#
# Lookup Popup
#

$lang['l_search']            = "Έρευνα";
$lang['l_select']            = "Επιλογή του παρόμοιου τίτλου:";
$lang['l_nothing']           = "Δεν βρέθηκαν αποτελέσματα.";
$lang['l_selfsearch']        = "Ψάξε εσύ ο ίδιος/η ίδια";

#
# Config Help
#

$lang['opt_general']          = 'Γενικά';
$lang['opt_custom']           = 'Ειδικές Επιλογές';
$lang['opt_engines']          = 'Προμηθευτές Δεδομένων';
$lang['opt_security']         = 'Δίκτυο και Ασφάλεια';
$lang['opt_caching']          = 'Φύλαξη Πληροφοριών (Caching)';

$lang['enable']              = "ενεργοποίηση";

$lang['help_langn']          = "Γλώσσα";
$lang['help_lang']           = "Επιλέξετε τον κωδικό της γλώσσας σας εδώ. Αν η γλώσσα σας δεν είναι διαθέσιμη, μεταφράστε το αγγλικό αρχείο στον φάκελλο <span class=\"example\">language</span> και στείλετε το σε μένα.";
$lang['help_autoidn']        = "Αυτόματο DiskID";
$lang['help_autoid']         = "Το VideoDB χρησιμοποιεί ένα DiskID για να αναγνωρίζει δίσκους. Αυτό το ID είναι διαφορετικό από το VideoID το οποίο δίνετε σε κάθε βίντεο αυτόματα. Αυτό σας επιτρέπει να έχετε πολλαπλά βίντεο πάνω στε ένα δίσκο και να γίνονται όλα μη διαθέσιμα όταν δανείζετε τον δίσκο σε κάποιο άτομο.<br />Αλλά αν δεν έχετε ένα ιδιαίτερο σύστημα ονομασίας των δίσκων σας και απλά θέλετε να τους αριθμήσετε, το VideoDB μπορεί να προτείνει ένα ID κατά αύξων αριθμό όταν ένα νέο βίντεο προστείθετε στην συλλογή. Εάν το θέλετε αυτό, ενεργοποιείστε αυτή την επιλογή.";
$lang['help_templaten']      = "Διαμόρφωση";
$lang['help_template']       = "Αυτό ρυθμίζει ποιο σχέδιο να χρησιμοποιηθεί. Η κάθε διαμόρφωση μπορεί να έχει πολλαπλά στυλ (χρώματα). Απλά δοκιμάστε τα και επιλέξτε αυτό που σας ταιριάζει περισσότερο :-)";
$lang['help_mediadefaultn']  = "Προκαθορισμένος τύπος αρχείου";
$lang['help_mediadefault']   = "Επιλέξτε ποιος τύπος αρχείου να είναι προεπιλεγμένος όταν προστείθετε ένα νέο βίντεο";
$lang['help_langdefaultn']   = "Προκαθορισμένη Γλώσσα";
$lang['help_langdefault']    = "Αυτό είναι διαφορετικό από την ρύθμηση γλώσσας πιο πάνω. Αυτό είναι η γλώσσα που θα προεπιλέγεται όταν προστείθετε ένα νέο βίντεο. Αφήστε το κενό αν δεν σας αρέσει αυτό.";
$lang['help_languageflagsn'] = "Σημαίες Γλωσσών";
$lang['help_languageflags']  = "Εδώ μπορείτε να επιλέξετε τις σημαίες που θα είναι διαθέσιμες σαν κουμπιά JavaScript στην φόρμα αλλαγής για γρήγορη επιλογή γλώσσας.<br />Όχι περισσότερες από πέντε πρέπει να είναι επιλεγμένες.";
$lang['help_filterdefaultn'] = "Προκαθορισμένο φίλτρο";
$lang['help_filterdefault']  = "Αυτή είναι η σελίδα που θα φορτώνει μόλις ξεκινάτε το VideoDB.";
$lang['help_showtvn']        = "Δείξε επισόδεια τηλεόρασης";
$lang['help_showtv']         = "Εάν θέλετε τα επισόδεια τηλεόρασης να συμπεριλαμβάνονται στο μενού αναζήτησης εξ ορισμού, ενεργοποιείστε αυτή την επιλογή.";
$lang['help_orderallbydiskn']= "Οργάνωση με DiskID";
$lang['help_orderallbydisk'] = "Εάν ενεργοποιείσετε αυτή την παράμετρο, η σελίδα με όλη την λίστα με ταινίες θα είναι ταξινομιμένη κατά DiskID αντί κατά τίτλο.";
$lang['help_removearticlesn']= "Αφαίρεσε ’ρθρα";
$lang['help_removearticles'] = "Εαν επιλεγεί, τα άρθρα αφαιρούνται απο τις προστιθέμενες ταινίες. Π.χ. 'The Angel' αποθυκεύεται σαν 'Angel, The'";
$lang['help_customn']        = "Ειδικές επιλογές";
$lang['help_custom']         = "Μπορείτε να ορίσετε μέχρι τέσσερις ειδικές επιλογές για τα βίντεο σας. Το κάθε ένα μπορεί να φυλάξει μέχρι 255 χαρακτήρες. Εδώ μπορείτε να τα ονομάσετε και να επιλέξετε το pluginhandler το οποίο θα χρησιμοποιείται όταν παρουσιάζετε η επιλογή. Αφήστε το όνομα κενό για να το απενεργοποιήσετε.";
$lang['help_localnetn']      = "Τοπικό δίκτυο";
$lang['help_localnet']       = "Εδώ μπορείτε να ορίσετε το τοπικό σας δίκτυο. Χρήστες που φορτώνουν την σελίδα απο κάπου αλλού δεν μπορούν να αλλάξουν τα δεδομένα. Αυτό είναι ένα <a href=\"http://www.php.net/manual/en/pcre.pattern.syntax.php\" target=\"_blank\">regular expression</a> έτσι μπορείτε να δώσετε και κάποιο πολύπλοκο όρο εδώ.<p>Παραδείγματα:<br /><span class=\"example\">^192\.168\.1\.</span> επιτρέπει 192.168.1.1 - 192.168.1.254<br /><span class=\"example\">^(192\.168\.1\.|127\.0\.0\.1$)</span> το ίδιο με το προηγούμενο συν localhost<br /><span class=\"example\">^192\.168\.1\.22$</span> επιτρέπει το IP 192.168.1.22 μόνο<br /><span class=\"example\">^(192\.168\.1\.22|127\.0\.0\.1)$</span> το ίδιο με το προηγούμενο συν localhost<br /> αφήνοντας το κενό επιτρέπει σε όλους<br /></p> Προσοχή: Εάν κάνετε λάθος εδώ θα κλειδωθείτε έχω απο την σελίδα ρυθμίσεων!";
$lang['help_imdbOverwriten'] = "Αντικατάσταση IMDB";
$lang['help_imdbOverwrite']  = "Αναζητήσεις στο IMDB δεν αντικαθιστούν ποτέ οποιαδήποτε υπάρχοντα δεδομένα - Εάν ενεργοποιήσετε αυτή την επιλογή, οι αναζητήσεις θα αντικαθιστούν παλιότερα δεδομένα.";
$lang['help_IMDBagen']       = "Ηληκία IMDB cache";
$lang['help_IMDBage']        = "Το VideoDB μπορεί να φυλάξει ερωτήματα στο IMDB για να αποφύγει αχρείαστα και χρονοβόρα αιτήματα και να μειώσει τον φόρτο στους διακομιστές. Μπορείτε να ορίσετε την μέγιστη ηλικία τοπικών αρχείων εδώ (σε δευτερόλεπτα). Προκαθορίζετε στις 5 μέρες.";
$lang['help_thumbnailn']     = "Εικονίδια";
$lang['help_thumbnail']      = "Ενεργοποιώντας αυτή την επιλογή εμφανίζει μια μικρή έκδοση της εικόνας του εξώφυλλου στην λίστα αναζήτησης. Αν είναι πολύ αργό ή αν σας αποσπά την προσοχή, απενεργοποιήστε το.";
$lang['help_castcolumnsn']   = "Στήλες ηθοποιών";
$lang['help_castcolumns']    = "Αυτό ορίζει πόσες στήλες να χρησιμοποιούντε για να παρουσιάσουν την λίστα των ηθοποιών μιας τανίας στις λεπτομέρειες. Ο διαθέσιμος χώρος εξαρτάται από την ανάλυση της οθόνης σας και την επιλεγμένη διαμόρφωση.";
$lang['help_listcolumnsn']   = "Στήλες λίστων";
$lang['help_listcolumns']    = "Αυτό προς το παρόν χρησιμοποιείται μόνο στην διαμόρφωση 'modern'. Καθορίζει πόσες στήλες να χρησιμοποιούνται στις λίστες αναζήτησης. Εάν ρυθμιστεί στο 1, τότε θα δείχνει την λίστα όπως την προκαθορισμένη διαμόρφωση.";
$lang['help_proxy_hostn']    = "Διακομιστής proxy";
$lang['help_proxy_host']     = "Εαν ο υπολογιστής πάνω στον οποίο τρέχει το VideoDB είναι πίσω απο ένα διακομιστή proxy, μπορείτε να δώσετε το όνομα του εδώ. Αστε το κενό εαν δέν χρειάζετε proxy.";
$lang['help_proxy_portn']    = "Θυρίδα proxy";
$lang['help_proxy_port']     = "Δώστε τη θυρίδα του proxy εδώ. πχ. <span class=\"example\">8080</span>.";
$lang['help_actorpicsn']     = "Εικονίδια ηθοποιών";
$lang['help_actorpics']      = "Αυτό προσπαθεί να βρεί μικροσκοπικές εικόνες για κάθε ηθοποιό απο την λίστα με τους ρόλους και το παρουσιάζει δίπλα από το όνομα του/της ηθοποιού.";
$lang['help_thumbAgen']      = "Ξαναδοκιμή για εικονίδια ηθοποιών";
$lang['help_thumbAge']       = "Αυτό καθορίζει πότε να ξαναδοκιμάσει να φορτώσει τα εικονίδια των ηθοποιών που δεν βρέθηκαν την τελευταία φορά (σε δευτερόλεπτα). Προκαθορίζεται σε 3 εβδομάδες.";
$lang['help_shownewn']       = "Νέες ταινίες";
$lang['help_shownew']        = "Μπορείτε να καθορίσετε τον αριθμό ταινιών που εμφανίζονται στο φίλτρο \"νέα\".";
$lang['help_imdbBrowsern']   = "Πρόγραμμα αναζήτησης IMDB";
$lang['help_imdbBrowser']    = "Αυτό σας επιτρέπει να ψάξετε στο IMDB μέσω του VideoDB και να προσθέσετε ταινίες κατ' ευθείαν από το site τους.";
$lang['help_multiuser']      = "Αυτή η επιλογή επιτρέπει σε πολλαπλούς χρήστες να χρησιμοποιούν το VideoDB, ο καθένας με ξεχωριστό κωδικό.";
$lang['help_multiusern']     = "Πολλαπλοί χρήστες";
$lang['help_usermanager']    = "Ακολουθήστε αυτό τον δεσμό για να προσθέσετε, να αλλάξετε και να διαγράψετε χρήστες και τις άδειες τους για την ρύθμιση πολλαπλών χρηστών.";
$lang['help_usermanagern']   = "Διαχείρηση Χρηστών";
$lang['help_permmanager']    = "Ακολούθησε αυτή την σύνδεση για να θέσεις τις άδειες των χρηστών.";
$lang['help_permmanagern']   = "Διαχείρηση Αδειών";
$lang['help_denyguest']      = "Ενεργοποιώντας αυτή την επιλογή, απαγορεύεται η πρόσβαση σε όλους εκτός από εξακριβωμένους χρήστες. (Ισχύει μόνο όταν η υποστήρηξη για πολλαπλούς χρήστες είναι ενεργοποιημένη)";
$lang['help_denyguestn']     = "Απαγόρευση γενικής πρόσβασης";
$lang['help_adultgenres']    = "Ταινίες που ανήκουν στα γένη που επιλέξετε εδώ θα είναι ορατές μόνο σε χρήστες που έχουν άδεια να βλέπουν τις ταινίες 'ενηλήκων'. Κρατήστε κάτω το πλήκτρο CTRL για να επιλέξετε πολλαπλά γένη (Ισχύει μόνο όταν η υποστήρηξη για πολλαπλούς χρήστες είναι ενεργοποιημένη)";
$lang['help_adultgenresn']   = "Ταινίες Ενηλίκων";
$lang['help_pageno']   	   = "Μέγιστος αριθμός αρχείων που να περιέχει η κάθε σελίδα. Χρησιμοποιήστε 0 ή αφήστε το κενό για να απενεργοποιήσετε την σελιδοποίηση.";
$lang['help_pagenon']        = "Μέγιστος αριθμός καταχωρήσεων";

$lang['help_engine']         = "Ενεργοποιώντας αυτή την επιλογή θα επιτρέψετε στο videoDB να άρει δεδομένα από το %s.";
$lang['help_defaultenginen'] = "Προκαθορισμένος Παροχέας Δεδομένων";
$lang['help_defaultengine']  = "Επιλέξτε τον προκαθορισμένο παροχέα απ'όπου θέλετε το videoDB να παίρνει τα δεδομένα.";
$lang['help_enginegoogle']   = "Το Google υποστιρήζει έρευνες για εικόνες μόνο.";
$lang['help_engexperimental']= "<br/>Σημειώστε ότι αυτός ο παροχέας δεδομένων είναι ακόμα σε πειραματικό επίπεδο και μπορεί να μην δουλεύει όπως περιμένετε.";
$lang['help_showtoolsn']     = "Ενεργοποίησε Μενού Εργαλείων";
$lang['help_showtools']      = "Το μενού με τα εργαλεία δείχνει τα περιεχόμενα του φακέλλου <code>contrib</code>. Τα περιεχόμενα του φακέλου contrib είναι χρήσιμες συνεισφορές στο videoDB, αλλά δεν είναι πλήρως ελεγμένα και μπορεί να είναι επικύνδινα για την ασφάλεια.";

$lang['page']                = "Σελίδα";
$lang['of']                  = "από";
$lang['records']             = "αρχεία";

$lang['warn_noOwner']        = "Δεδομένα δεν έχουν σωθεί - πρέπει να επιλέξεις ιδιοκτήτη πρώτα!";

?>